export default function About() {
    return (
        <section id="about">
            <h2>저는 이런 사람이에요.</h2>
            <div className="about-content">
                <p>
                    서비스 출시 후 도출된 유저 반응에 대한 호기심이 커져 마케터를 공부를 시작 했어요.<br />
                    트렌디한 디자인 레퍼런스를 빠르게 찾아 적용하며, 협업 과정에서 효율적인 작업 방식을 만드는 것을 중요하게 생각해요.<br />
                    동료들이 어려워하는 부분을 정리하고 규칙을 만들어, 신속하고 체계적으로 업무를 수행하는 스타일을 선호해요.<br />
                    정해진 틀 안에서만 작업하는 것이 아니라, 새로운 해결책을 찾아내고 최적화하는 과정에서 보람을 느껴요.<br />
                    동료들과 지식을 공유하고 배우는 것을 즐기며, 문제를 개선하고 더 나은 결과를 만들어내는 과정에서 업무의 재미를 찾아요.
                </p>
            </div>
        </section>
    );
}
